sdaiValidateRequiredAttrs(Sdai_instS*,Sdai_Id_aggr*)
\details
Validates whether mandatory inverse attributes of the specified instance are set.
Retrieves the non-persistent list of unset attributes, if found.
\param instance [in]  An identifier of the application instance to be validated.
\param list     [out] An identifier of a pre-existing NPL that stores the list of identifiers of invalid inverse attributes.
\returns sdaiTRUE if unset attributes are not found; otherwise, the function returns sdaiFALSE.